Repository: OmegaT-L10N/uk
Catalog: omegat/project_save.tmx
Source language: en
Languages: uk_ua

source: Show Raw Key Names
uk_ua: Показати недопрацьовані ключові імена

source: Show Replace Search Bar
uk_ua: Показати панель пошуку та заміни

source: Simple search and replace script
uk_ua: Простий скрипт для пошуку та заміни

source: Simplify &tooltips on protected parts
uk_ua: Спрощенні підказки на захищених час&тинах

source: Sindhi
uk_ua: Синдхі

source: Sinhala, Sinhalese
uk_ua: Сингала; Сингальська

source: Size
uk_ua: Розмір

source: Skip
uk_ua: Пропустити

source: Skip segments where source=target
uk_ua: Пропустити сегменти, які еквівалентні перекладу

source: Skip text matching regular expression:
uk_ua: Пропустити текст, який збігається з регулярним виразом:

source: Sli&de Masters
uk_ua: Зра&зок слайду

source: Slide La&youts
uk_ua: Розмітка сла&йду

source: Slovak
uk_ua: Словацька

source: Slovene
uk_ua: Словенська

source: Somali
uk_ua: Сомалійська

source: Some additional scripts can be found here: OmegaT Scripts
uk_ua: Деякі додаткові скрипти можна знайти тут: OmegaT Scripts

source: Some alignments still need review.
uk_ua: Деякі рядки елайменту (вирівнювання) ще потребують перегляду.

source: Some of the dictionaries have no strings attached - i.e. are "Free to use", and others, like the selection above, are under the GPL license.
uk_ua: Деякі словники не є вільними для використання, та інші, такі як наведені вище, видані під ліцензією GPL.

source: Some project folders seem to have been moved.
uk_ua: Деякі теки проекту, здається, видалені.

source: Some shortcuts involve other keys.
uk_ua: Деякі комбінації містять в собі інші клавіші.

source: Something went wrong, please visit Tilde Terminology for details.
uk_ua: Щось пішло не так, будь ласка, перейдіть до термінології Tilde, щоб дізнатись деталі.

source: Sort &alphabetically
uk_ua: Сортувати &за алфавітом

source: Sort by &full text, not shortcut
uk_ua: Сортувати за повним текстом, а не за скороченим

source: Sort by len&gth
uk_ua: Сортувати за &довжиною

source: Sort by source term &alphabetically
uk_ua: Сортувати за терміном мови оригіналу &в алфавітному порядку

source: Sort fuzzy matches by:
uk_ua: Сортувати нечіткий збіг за:

source: Sort tar&get terms alphabetically
uk_ua: Сортувати терміни мови перекладу в алфавітному порядку

source: Source
uk_ua: Ресурс

source: Source File Encoding
uk_ua: Кодування файлу мови оригіналу

source: Source File Encoding:
uk_ua: Формат вихідного файлу:

source: Source Filename Pattern
uk_ua: Шаблон назви файлу мови оригіналу

source: Source Filename Pattern:
uk_ua: Шаблон назви вихідного файлу:

source: Source Files Folder
uk_ua: Тека файлів оригіналу

source: Source Files Folder:
uk_ua: Тека файлів оригіналу:

source: Source code
uk_ua: Джерельний код

source: Source count
uk_ua: Кількість джерел

source: Source file loading complete
uk_ua: Завантаження вихідних файлів здійснено

source: Source files committed
uk_ua: Файли оригіналу затверджені

source: Source files folder entered does not exist!
uk_ua: Тека файлів оригіналу не існує!

source: Source folder {0} does not exist.
uk_ua: Тека мови оригіналу {0} не існує.

source: Source language: {0}
uk_ua: Мова оригіналу: {0}

source: Source of Selected &Match
uk_ua: Вихідний сегмент активного &збігу

source: Source of Selected Match
uk_ua: Джерело обраного збігу

source: Source segment could not be located for certain translation units.
uk_ua: Текст оригіналу у сегменті не може бути класифікований для точного перекладу одиниць.

source: Source segments
uk_ua: Сегменти в тексті оригіналу

source: Source segments text
uk_ua: Текст оригіналу в сегментах

source: Source term:
uk_ua: Термін:

source: Source/translation lengths (characters)
uk_ua: Довжина оригіналу/перекладу (в символах)

source: South Ndebele
uk_ua: Південна ндебеле

source: Southern Sotho
uk_ua: Сесото

source: Spanish
uk_ua: Іспанська

source: Spanish, Castilian
uk_ua: Іспанська; Кастільська

source: Specify a mnemonic with "&": "F&oobar" to use O
uk_ua: Вкажіть мнемокод за допомогою "&": "Foobar" для використання O

source: Specify tag handling behaviour
uk_ua: Вкажіть дії обробки теґу

source: Spell checker
uk_ua: Перевірка правопису

source: Spell checking...
uk_ua: Перевірка правопису…

source: Spellcheck
uk_ua: Перевірка правопису

source: Spellcheck - errors found:
uk_ua: Правопис — помилок знайдено:

source: Spellchecker
uk_ua: Перевірка правопису

source: Spellchecker Setup
uk_ua: Налаштування перевірки правопису

source: Spelling
uk_ua: Правопис

source: Spelling Issues
uk_ua: Проблеми з правописом

source: Spelling errors(s)
uk_ua: Помилок правопису

source: Split
uk_ua: Розʼєднати

source: Split Text
uk_ua: Розділити текст

source: Sponsorship
uk_ua: Спонсори

source: Stable
uk_ua: Стабільний

source: Standard
uk_ua: Стандарт

source: Start OmegaT again, download the team project, close OmegaT 5.
uk_ua: Запустіть OmegaT знову, завантажте командний проект, закрийте OmegaT 5.

source: Start OmegaT and continue to translate
uk_ua: Запустити OmegaT і продовжити перекладати

source: Start Pinpoint Align
uk_ua: Почати цільовий елаймент (вирівнювання)

source: Start a New Paragraph &on Word Soft Return
uk_ua: Почати новий абзац з &Word Soft Return

source: Start a new paragraph on:
uk_ua: Розпочати новий абзац з:

source: Start rebase
uk_ua: Почати переміщення

source: Statistics
uk_ua: Статистика

source: Stemming, no tags and no numbers
uk_ua: Основа без теґів та цифр

source: Step 1: Adjust alignment parameters
uk_ua: Крок 1. Налаштуйте параметри вирівнювання

source: Step 2: Make manual corrections
uk_ua: Крок 2. Виконайте коригування вручну

source: Strip BiDi Marks
uk_ua: Прибирання BiDi маркерів

source: Strip BiDi marks in current segment
uk_ua: Прибрати BiDi маркери з поточного сегменту

source: Strip Tags
uk_ua: Прибрати теґи

source: Strip tags in current segment
uk_ua: Прибрати теґи з поточного сегменту

source: SubRip Subtitles
uk_ua: Субтитри SubRip

source: SubRip title files (*.srt)
uk_ua: Файли титрів SubRip (*.srt)

source: Subscription Key:
uk_ua: Ключ підписки:

source: Summary
uk_ua: Зміст

source: Sundanese
uk_ua: Сунданська

source: SuperTMXMerge (Apache License 2.0)
uk_ua: SuperTMXMerge (ліцензія Apache 2.0)

source: Supported Files
uk_ua: Підтримувані файли

source: Swahili
uk_ua: Суахілі

source: Swati
uk_ua: Свазі

source: Swedish
uk_ua: Шведська

source: Switch Case To/Cycle
uk_ua: Змінити регістр/Циклічно

source: Switch Case To/Lower Case
uk_ua: Змінити регістр/На нижній

source: Switch Case To/Sentence Case
uk_ua: Змінити регістр/Як в реченні

source: Switch Case To/Title Case
uk_ua: Змінити регістр/Починати слово з великої

source: Switch Case To/Upper Case
uk_ua: Змінити регістр/На верхній

source: Switch case to
uk_ua: Змінити регістр

source: Switch views with {0} and {1}
uk_ua: Перемикання перегляду від {0} до {1}

source: Switching to built-in version.
uk_ua: Перемикання на вбудовану версію.

source: Synchronisation of repositories
uk_ua: Синхронізація репозиторіїв

source: Synchronization error
uk_ua: Помилка синхронізації

source: System-wide commands Select All (Ctrl+A), Paste (Ctrl+V), Cut (Ctrl+X), copy (Ctrl+C), Insert Match or Selection (Ctrl+I) and Insert source (Ctrl+Shift+I) act in principle on the text within the currently open segment only.
uk_ua: Загальносистемні команди Обрати все (Ctrl+A), Вставити (Ctrl+V), Вирізати (Ctrl+X), Копіювати (Ctrl+C), Вставити збіг чи виділення (Ctrl+I) та вставити оригінал (Ctrl+Shift+I) діють лише в середини поточного сегменту.

source: T&Ms
uk_ua: Термінологічні &бази

source: TM Matches
uk_ua: Збіги в памʼяті перекладу

source: TM Matching Options
uk_ua: Параметри збігу в памʼяті перекладу

source: TMX file was created by OmegaT 1.4.x or earlier.
uk_ua: Файл TMX був створений OmegaT 1.4.x або ранішими версіями.

source: TaaS API key not set.
uk_ua: Ключ TaaS API не встановлено.

source: TaaS Collections
uk_ua: Колекції TaaS

source: TaaS Terminology
uk_ua: Термінологія TaaS

source: Tab
uk_ua: Виділення

source: Table View
uk_ua: Вигляд таблиці

source: Tag
uk_ua: Теґ

source: Tag Issues
uk_ua: Проблеми з теґами

source: Tag Processing
uk_ua: Обробка теґів

source: Tag Processing Options
uk_ua: Параметри обробки теґів

source: Tag Processing...
uk_ua: Обробка теґів…

source: Tag name:
uk_ua: Ім'я теґу:

source: Tag validation failed
uk_ua: Перевірка теґів не виконана

source: Tag:
uk_ua: Теґ:

source: Tagalog
uk_ua: Тагальська

source: Tags
uk_ua: Теґи

source: Tags - number
uk_ua: Теґи - кількість

source: Tags - order
uk_ua: Теґи - порядок

source: Tags - spaces
uk_ua: Теґи - пробіли

source: Tagwipe
uk_ua: Очищення зайвих теґів

source: Tagwipe finished, reloading project...
uk_ua: Процес вилучення теґів закінчено, перезавантаження проекту...

source: Tahitian
uk_ua: Таїтянська

source: Tajik
uk_ua: Таджицька

source: Tamil
uk_ua: Тамільська

source: Target
uk_ua: Обʼєкт

source: Target count
uk_ua: Цільовий показник

source: Target files committed
uk_ua: Файли перекладу збереженні

source: Target folder {0} does not exist.
uk_ua: Тека мови перекладу {0} не існує.

source: Target longer
uk_ua: Переклад довший

source: Target shorter
uk_ua: Переклад коротший

source: Target term:
uk_ua: Переклад:

source: Target:
uk_ua: Об'єкт:

source: Tatar
uk_ua: Татарська

source: Team
uk_ua: Командна робота

source: Team Options
uk_ua: Налаштування командної роботи

source: Team Projects
uk_ua: Командні проекти

source: Team synchronization
uk_ua: Командна синхронізація

source: Team synchronization...
uk_ua: Командна синхронізація…

source: Team synchronization: Saving translation in {0} s
uk_ua: Командна синхронізація: Збереження перекладу в {0}

source: Team synchronization: Waiting for you to finish this segment...
uk_ua: Командна синхронізація: Очікується завершення цього сегмента…

source: Team...
uk_ua: Командна робота…

source: Telugu
uk_ua: Телугу

source: Template variables:
uk_ua: Змінні шаблони:

source: Terminology
uk_ua: Термінологія

source: Terminology Issues
uk_ua: Термінологічні проблеми

source: Terms with multiple targets
uk_ua: Терміни з кількома значеннями

source: Test
uk_ua: Спроба

source: Testing...
uk_ua: Перевірка…

source: Text
uk_ua: Текст

source: Text Filter Options
uk_ua: Параметри текстового фільтру

source: Text Replace
uk_ua: Заміна тексту

source: Text Replace: The scope of a text replacement is the target segments of the project, whether they already have contents or not.
uk_ua: Заміна тексту: Обсяг текстової заміни є текст перекладу у сегментах проекту, незалежно від того чи вони містять текст чи ні.

source: Text Search
uk_ua: Пошук тексту

source: Text files segmentation
uk_ua: Сегментація текстових файлів

source: Text to be removed
uk_ua: Текст буде видалено

source: Thai
uk_ua: Тайська

source: Thank you all!
uk_ua: Дякую всім вам!

source: The current folder will be used instead.
uk_ua: Замість цього буде використана поточна тека.

source: The "Cmd" key either has a "command" label or an apple symbol on Apple keyboards.
uk_ua: Клавіша "Cmd" може маркуватися міткою "command" чи символом яблука на клавіатурах від Apple.

source: The "Shift" key doesn't exhibit any special behavior per se: when the "Shift" key is pressed, all keys move the cursor in their usual manner, except in the case of the Shift+Enter combination, that inserts a line break into the text.
uk_ua: Клавіша «Shift» не має спеціальної поведінки: коли натиснута клавіша «Shift» всі клавіші пересувають курсор у звичному порядку, окрім комбінації Shift+Enter, яка вставляє розрив рядка в текст.

source: The level1 and level2 memories can be shared with users of other translation programs.
uk_ua: Файл памʼяті перекладу level1 та level2 може бути поширено користувачам інших програм перекладу.

source: The Edit menu itself contains the following items:
uk_ua: Меню «Редагувати» містить наступні елементи:

source: The Java Resource Bundles filter threw an exception:
uk_ua: Фільтр компонентів ресурсів Java згенерував виняток:

source: The LanguageTool in OmegaT
uk_ua: LanguageTool в OmegaT

source: The LanguageTool plugin is included in OmegaT.
uk_ua: Додаток LanguageTool тепер включено до типової конфігурації OmegaT.

source: The Moses server URL is not set
uk_ua: URL Moses сервер не встановлений

source: The Mozilla DTD filter threw an exception:
uk_ua: Фільтр Mozilla DTD згенерував виняток:

source: The OmegaT Project
uk_ua: Проект OmegaT

source: The PO filter threw an exception:
uk_ua: Фільтр PO згенерував виняток:

source: The Scripting window allows you to load an existing script into the text area and run it against the current opened project.
uk_ua: Вікно скриптів дозволяє завантажувати наявні скрипти до текстового поля та запускати його, застосовуючи до поточного проекту.

source: The TMX file will continue to be loaded.
uk_ua: Файл TMX завантажується.

source: The TMX file will not be loaded Please try to correct the error and reload the project.
uk_ua: Файл TMX неможливо завантажити. Будь ласка, спробуйте виправити помилку та перезавантажте проект.

source: The TMX source language ({0}) is different from the project source language ({1}).
uk_ua: Мова оригіналу TMX ({0}) не сходиться з мовою оригіналу проекту ({1}).

source: The URL must include "{target}", which will be replaced with the search text.
uk_ua: URL має містити "{target}", який буде замінено текстом пошуку.

source: The author of the Chapter Learn to use OmegaT in 5 minutes! is Samuel Murray, Copyright ©2005-2012.
uk_ua: Автором розділу Навчіться використовувати OmegaT за 5 хвилин! є Samuel Murray, Copyright ©2005-2012.

source: The command is case-sensitive.
uk_ua: Команда чутлива до регістру.

source: The command must include "{target}", which will be replaced with the search text.
uk_ua: Команда повинна містити "{target}", яка буде замінена текстом пошуку.

source: The command to launch OmegaT is:
uk_ua: Команда для запуску OmegaT:

source: The configuration folder will be used instead.
uk_ua: Замість цього буде використана тека конфігурації.

source: The current project must be reloaded in order to apply these changes
uk_ua: Поточний проект необхідно перезавантажити, щоб застосувати ці зміни

source: The default OmegaT shortcuts are available from Sourceforge: Default OmegaT Shortcuts
uk_ua: Типові комбінації OmegaT доступні на Sourceforge: Типові комбінації OmegaT

source: The default OmegaT shortcuts for the Mac are also available from Sourceforge, they all use "meta" instead of "ctrl": Default OmegaT Shortcuts for the Mac
uk_ua: Типові комбінації OmegaT для Mac також доступні на Sourceforge, в них замість «ctrl» використовується «meta»: Типові комбінації OmegaT для Mac

source: The documentation distributed with OmegaT includes the User Manual and the readme.txt document.
uk_ua: Документація постачається разом із OmegaT і містить посібник користувача та документ readme.txt.

source: The documentation is a free document; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 3 of the License, or (if you prefer) any later version.
uk_ua: Це вільна документація; ви можете вільно поширювати та/або змінювати її відповідно до умов the GNU General Public Licens, виданої Фондом Безкоштовного Програмного Забезпечення; або версії 3 ліцензії, або (за необхідністю) будь-якої пізнішої версії.

source: The documentation is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.
uk_ua: Ця документація надається у доступі, з надією, що вона буде корисною, але БЕЗ БУДЬ-ЯКИХ ГАРАНТІЙ; навіть без гарантій ПРИДАТНОСТІ ДО ПРОДАЖУ чи ПРИДАТНОСТІ ДЛЯ ПЕВНОЇ МЕТИ.

source: The file "{0}" is not supported.
uk_ua: Файл типу «{0}» не підтримується.

source: The first is the shortcut for Open Project, the second for Create Glossary Entry.
uk_ua: Перша комбінація використовується для відкриття проекту, друга для створення запису до глосарія.

source: The following code snippet in groovy for instance scans through all the segments in all files in the current project and, if the translation exists, prints out the source and the target of the segment:
uk_ua: Нище наведений приклад коду на groovy зчитує всі сегменти у всіх файлах поточного проекту, і, якщо існує переклад, друкує початковий та перекладений сегмент:

source: The following example shows Merriam Webster 10th dictionary "in action":
uk_ua: Нижче показано приклад використання словника Мерріам-Вебстера 10-видання «в дії»:

source: The following options apply to the 3.x filter only
uk_ua: Наступні параметри застосовуються лише до фільтра 3.x

source: The following options do not apply if "Compatibility with OmegaT 2.6" is checked
uk_ua: Наступні параметри не застосовуються, якщо обрано пункт «Сумісність з версією OmegaT 2.6»

source: The following scripting languages have been implemented:
uk_ua: Підтримуються наступні скриптові мови:

source: The full syntax for keystrokes (shortcuts) is defined in the following Java 1.6 documentation from Oracle (bottom of page): Java 1.6 keystrokes shortcuts
uk_ua: Повний синтаксис натискань клавіш (комбінацій клавіш) описано в документації Java 1.6 від Oracle (внизу сторінки): Java 1.6 keystrokes shortcuts

source: The help page you seek<p>Lies beyond our perception<p>But others await
uk_ua: Сторінка допомоги, яку ви шукаєте<p>Лежить поза нашим сприйняттям<p>Але інші чекають

source: The install program can create shortcuts for you in the start menu, on the desktop and in the quick launch area.
uk_ua: Програма встановлення може створити ярлики в меню програм, та панелі швидкого запуску.

source: The language code should be in the form xx-YY, xxx-YY, xx_YY or xxx_YY, where xx or xxx is the language code and YY is the region or country code (optional).
uk_ua: Мова коду має бути у форматі xx-yy, xxx-yy, xx_YY або xxx_YY, де xx або xxx - це код мови, а YY - регіон або код країни (необов'язково).

source: The license of each library is mentionned in /lib/licenses/Licenses.txt.
uk_ua: У файлі /docs/OmegaT-license.txt названо ліцензії, відповідно до яких розповсюджується кожна бібліотека.

source: The main menu provides access to all OmegaT functions.
uk_ua: Головне меню надає доступ до всіх функцій OmegaT.

source: The memory named omegat can be used by OmegaT itself, in future projects that you create.
uk_ua: Файл памʼяті omegat може бути використаний OmegaT у майбутніх проектах, які ви створите.

source: The most current info about OmegaT can be found at:
uk_ua: Найсвіжішу інформацію про OmegaT можна знайти тут:

source: The new colours have been saved.
uk_ua: Нові кольори були збережені.

source: The open source LanguageTool can be used to correct common grammatical and stylistic mistakes.
uk_ua: Можливе використання LanguageTool із відкритим джерельним кодом для корекції основної частини граматичних та стилістичних помилок.

source: The password cannot be empty.
uk_ua: Пароль не може бути порожнім.

source: The password you entered did not match.
uk_ua: Введений пароль не підходить.

source: The passwords don't match.
uk_ua: Паролі не сходяться.

source: The possible keyevents (keys) are listed in the following Java 1.6 documentation from Oracle: Java 1.6 keyEvents description
uk_ua: Можливі події клавіш перераховані в документації Java 1.6 від Oracle: Java 1.6 опис комбінацій клавіш

source: The project cannot be verified
uk_ua: Проект не можна перевірити

source: The project folder {0} is missing and could not be created.
uk_ua: Тека проекту {0} відсутня і її неможливо створити.

source: The project was converted successfully.
uk_ua: Проект успішно конвертований.

source: The project will be loaded as a local project without team functionality.
uk_ua: Проект буде завантажено як локальний проект без командної функціональності.

source: The rule-based segmentation is usually synonymous with sentence-based segmentation.
uk_ua: Сегментація за правилами зазвичай є синонімом сегментації за реченнями.

source: The rules applied (if any) will depend on the source and target language of the project.
uk_ua: Застосовані правила залежать від мовної пари, що використовується в проекті.

source: The script "{0}" is running...
uk_ua: Скрипт «{0}» запущено…

source: The shortcut definition file must be named MainMenuShortcuts.properties and must contain at most one shortcut definition per line.
uk_ua: Файл визначення комбінацій клавіш повинен мати назву MainMenuShortcuts.properties і повинен містити лише одну комбінацію на рядок.

source: The shortcut definition syntax is the following: <menu item code>=<shortcut>, where <menu item code> is a code taken from the tables below and <shortcut> is a combination of pressed keys specified by the user
uk_ua: Синтаксис комбінацій клавіш виглядає так: <menu item code>=<shortcut>, де <menu item code> код із таблиці вказаної нижче та <shortcut> це комбінація натиснутих клавіш, встановлених користувачем

source: The shortcuts Ctrl+A and Ctrl+C work in panes, allowing to copy all or some of the information to the clipboard.
uk_ua: Комбінація клавіш Ctrl+A та Ctrl+C працює в панелі, дозволяючи копіювати всю чи деяку інформацію до буфера обміну.

source: The source file language entered is invalid!
uk_ua: Введена мова файлу оригінала не дійсна!

source: The specified dictionary folder cannot be used.
uk_ua: Вказана тека для зберігання словників не може бути використана.

source: The specified dictionary folder does not exist.
uk_ua: Вказана тека для словників не існує.

source: The specified files are not supported.
uk_ua: Вказані файли не підтримуються.

source: The specified project is an OmegaT 3.6-style team project.
uk_ua: Зазначений проект - це командний проект OmegaT у форматі 3.6.

source: The specified translation direction is not supported
uk_ua: Вказаний напрямок перекладу не підтримується

source: The tab character ('\u0009')
uk_ua: Символ табуляції ('\u0009')

source: The tags in OmegaT are greyed, so they are easy to recognise.
uk_ua: Теґи в OmegaT, для кращого виявлення, позначаються іншим кольором (сірим).

source: The term "Move to inside segment" means, that the cursor moves to the beginning of the segment if it was previously before the segment, and to the end of the segment if it was previously after it.
uk_ua: Термін «перемістити вказівник у сегмент» означає, що вказівник переміщається на початок сегменту, якщо до цього він був перед сегментом, і в кінець, якщо він знаходився за ним.

source: The text could not be translated
uk_ua: Текст не може бути перекладений

source: The text size exceeds the maximum
uk_ua: Розмір тексту перевищує максимальний

source: The translated file language entered is invalid!
uk_ua: Введена мова файлу перекладу недійсна!

source: The translation has changed.
uk_ua: Переклад був змінено.

source: The user interface
uk_ua: Інтерфейс користувача

source: The word or phrase is entered in the Search for box automatically.
uk_ua: Слово чи фраза, яка була виділена буде автоматично підставлено у поле Шукати:.

source: The writeable glossary file is not in the glossary folder.
uk_ua: Файл редагованого глосарію не знаходиться в теці «glossary».

source: The writeable glossary file must be inside the glossary folder
uk_ua: Файл редагованого глосарію повинен знаходитись в теці «glossary»

source: Then click on Search button to display all the corresponding occurrences.
uk_ua: Натисніть кнопку Пошук, аби показати результати пошуку.

source: Then while translating from Canadian French your project will use all the rules defined for all the language chain in the correct order.
uk_ua: Потім під час перекладу з канадського французького вашого проекту будуть використані всі правила, які визначені для всього мовного ланцюга у правильному порядку.
